/* $ObjectName=MAFLogonUING_iOS_iPad */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIProgressDialogText" = "Conectare";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIAlertViewButtonText" = "OK";

/* XHED: label for a field max. 60 chars */
"keyMAFLogonUIAlertViewTitle" = "Eroare";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerHost" = "Server";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelResourcePath" = "Sufix URL";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelForceGatewayConnection" = "Doar gateway";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerPort" = "Port";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerDomain" = "Domeniu";

/* XFLD: label for a switch (on/off), max 60 chars */
"keyMAFLogonUIFieldLabelIsHttps" = "Canal securizat";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendPassword" = "Parolă";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendPasswordAgain" = "Confirmare parolă";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelFarmId" = "ID fermă";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecurityConfig" = "Configurare securitate";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendUserName" = "Nume utilizator";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePassword" = "Cod de acces nou";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelCreateSecureStorePassword" = "Cod de acces";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePasswordAgain" = "Confirmare cod de acces";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordCurrent" = "Cod de acces aplicaţie curent";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePasswordOldWhenToogle" = "Cod de acces aplicaţie";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelMobileUser" = "Utilizator mobil";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelActivationCode" = "Cod de activare";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelGatewayClient" = "Client";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPasscode" = "Cod de acces SSO";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaUserName" = "Nume utilizator";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaPassword" = "Parolă";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPassword" = "Parolă";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUserName" = "Nume utilizator";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldHintOptional" = "(Opţional)";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelDeleteUser" = "Doriţi să dezactivaţi aplicaţia?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelLock" = "Doriţi să blocaţi aplicaţia?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelUpdateApplicationSettings" = "Doriţi să actualizaţi setările de aplicaţie?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerTrust" = "Aveţi încredere în acest certificat?";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelUploadTrace" = "Doriţi să încărcaţi urmăririle pe server?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOn" = "Activare cod de acces";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOff" = "Dezactivare cod de acces";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelChangePasscode" = "Modificare cod de acces";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForBasicRegistrationGroup" = "Date conectare";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForHiddenGroupBasic" = "Detalii";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordCreation" = "Cod de acces aplicaţie";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeNewGroup" = "Cod de acces aplicaţie";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationStart" = "Următor";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelStartLogon" = "Conectare";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDemoMode" = "Încercare";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationCancel" = "Anulare";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelSecureStoreCreationStart" = "Efectuat";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelSecureStoreCreationCancel" = "Anulare";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUnlockStart" = "Conectare";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUnlockCancel" = "Aţi uitat codul de acces?";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelLockStart" = "Blocare";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelLockCancel" = "Anulare";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsStart" = "Actualizare";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsCancel" = "Anulare";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDeleteStart" = "Dezactivare";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDeleteCancel" = "Anulare";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordStart" = "Efectuat";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordCancel" = "Anulare";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordStart" = "Efectuat";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordCancel" = "Anulare";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationInfoCancel" = "Anulare";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUploadTraceStart" = "Încărcare";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOForgot" = "Am uitat codul de acces SSO";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOSkip" = "Omitere";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaStart" = "Efectuat";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaCancel" = "Anulare";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUploadTraceCancel" = "Anulare";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOStart" = "Următor";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsStart" = "Următor";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsCancel" = "Anulare";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterPasscodeStart" = "Efectuat";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterPasscodeCancel" = "Anulare";

/* XBUT */
"keyMAFLogonUIActionItemLabelPasscodeLockCancel" = "Înapoi";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOCancel" = "Anulare";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelRegistrationScreen" = "Conectare";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelSSOPasscodeScreen" = "Introduceţi codul de acces SSO";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelPasscodeLockScreen" = "Blocare cod de acces";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelEnterCredentialsScreen" = "Introduceţi acreditările";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelAfariCredentialsScreen" = "Afaria";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelEnterPasscodeScreen" = "Introduceţi codul de acces";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelSecureStoreCreationScreen" = "Setare cod de acces";

/* XHED: label for a group of fields max. 60 chars */
"keyMAFLogonUIViewTitleLabelChangeSecureStorePasswordScreen" = "Modificare cod de acces";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUnlockScreen" = "Conectare";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelDeleteScreen" = "Ştergere";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelLockScreen" = "Blocare";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUpdateScreen" = "Actualizare";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUploadTraceScreen" = "Încărcare urmărire";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelChangeBackendPasswordScreen" = "Actualizare parolă";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelRegistrationInfoScreen" = "Date de conectare";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelRegistrationScreen" = "Conectare";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationScreen" = "Setaţi codul de acces.";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalScreen" = "Setare cod de acces";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelEnterSSOScreen" = "Introducere parolă SSO";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterAfariaScreen" = "Afaria";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleabelEnterCredentialsScreen" = "Introduceţi acreditările de conectare";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalInRegistrationScreen" = "Setare cod de acces";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordScreen" = "Modificare cod de acces";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordOptionalScreen" = "Modificare cod de acces";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelDeleteSecureStorePasswordScreen" = "Dezactivare cod de acces";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUnlockScreen" = "Conectare";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelDeleteScreen" = "Ştergere";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelLockScreen" = "Blocare";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUpdateScreen" = "Actualizare";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUploadTraceScreen" = "Încărcare urmărire";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeBackendPasswordScreen" = "Încărcare parolă";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelRegistrationInfoScreen" = "Date de conectare";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSplashScreen" = "Exemplu de conectare pt.SAP MAF";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSplashScreen" = "Dacă nu aveţi propriile dvs.date de conectare, puteţi încerca aplicaţia via datele exemplificative.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationScreen" = "Introduceţi datele dvs.de conectare pt.a vă conect5a la aplic. Aplicaţia va memora aceste date.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationScreen" = "Trebuie să setaţi un cod de acces aplicaţie pt.a proteja aplicaţia de utilizarea neautorizată.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalScreen" = "Puteţi seta un cod de acces aplicaţie pt.a proteja aplicaţia de utilizarea neautorizată.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalInRegistrationScreen" = "Puteţi seta un cod de acces aplicaţie pt.a proteja aplicaţia de utilizarea neautorizată.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordScreen" = "Introduceţi vechiul dvs.cod de acces aplicaţie şi apoi codul nou pt.modificarea codului de acces.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordOptionalScreen" = "Introduceţi vechiul dvs.cod de acces aplicaţie şi apoi codul nou pt.modificarea codului de acces.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelDeleteSecureStorePasswordScreen" = "Introduceţi codul dvs.de acces aplicaţie pt.a dezactiva codul de acces.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUnlockScreen" = "Introduceţi codul dvs.de acces aplicaţie pt.a vă conecta la aplicaţie.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelDeleteScreen" = "Acesta este un exemplu de abordare contextuală pt.secvenţa de conectare, via componentele MAF - Ştergere";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelLockScreen" = "Acesta este un exemplu de abordare contextuală pt.secvenţa de conectare, via componentele MAF - Blocare";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUpdateScreen" = "Acesta este un exemplu de abordare contextuală pt.secvenţa de conectare, via componentele MAF - Actualizare";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUploadTraceScreen" = "Acesta este un exemplu de abordare contextuală pt.secvenţa de conectare, via componentele MAF - Încărcare urmărire";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeBackendPasswordScreen" = "Introduceţi parola dvs.curentă pt.a actualiza parola utilizată pt.aplicaţie.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationInfoScreen" = "Puteţi să afişaţi datele dvs.de conectare pt.aplicaţie.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterSSOScreen" = "Introduceţi parola dvs.pt.a a lucra cu Client Hub.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterAfariaScreen" = "Introduceţi acreditările dvs.Afaria.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterCredentialsScreen" = "Introduceţi acreditările dvs. pt. a vă conecta la aplicaţie. Aplicaţia Client Hub memorează aceste acreditări, iar dvs. le puteţi utiliza şi în alte aplicaţii.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIConfirmationMessage" = "Sigur doriţi să resetaţi aplicaţia?";

/* XHED: message max. 60 chars */
"keyMAFLogonUIConfirmationTitle" = "Confirmare";

/* XBUT max. 60 chars */
"keyMAFLogonUIConfirmationCancelButtonLabel" = "Anulare";

/* XBUT max. 60 chars */
"keyMAFLogonUIConfirmationOKButtonLabel" = "OK";

/* XMSG: message max. 60 chars */
"keyMAFLogonUIFooterDescriptionLabel" = "2013 SAP AG";

/* XGRP max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitlePasscodeMandatory" = "Modificare cod de acces aplicaţie";

/* XGRP max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitleDefPasscodeUsed" = "Setare cod de acces aplicaţie";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIDeleteProgressDialogText" = "Ştergere";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIUpdateApplicationSettingsProgressDialogText" = "Actualizare";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIUploadTraceProgressDialogText" = "Încărcare";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGRegistrationCancelled" = "Înregistrare anulată.";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGOperationCancelled" = "Operaţie anulată.";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGPasscodeChangeNotAllowed" = "RegAfariaPtCoduriAccesSunt\"ÎntotdDezactiv\",AstfÎncâtNuPuteţiModifCodAccesAplic.";

/* XMSG: message */
"keyErrDescrMAFLogonManagerErrorPasswordsNotEqual" = "Codurile de acces pe care le-aţi introdus nu corespund.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonUINGErrorPasswordsNotEqual" = "Codurile de acces pe care le-aţi introdus nu corespund.";

/* XMSG: message */
"keyErrMAFLogonUINGCannotRegisterUsingCertificate" = "Înregistrarea nu a putut fi efectuată utilizând tip înregistrare certificat. Verificaţi dacă este instalat corect clientul Afaria sau dacă FurnizorCertificat este setat.";

/* XHED: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewTitle" = "Am uitat codul de acces SSO";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewMessage" = "Resetaţi codul de acces SSO în Client Hub şi relansaţi aplicaţia.";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSORelaunchSkipAlertViewMessage" = "Omitere intrare SSO va decupla această aplicaţie de la Client Hub.";

/* XMSG: message */
"keyErrDescrMAFLogonUINGMCIMSSOPinInvalid" = "Cod de acces SSO nevalabil";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "Operaţie nepermisă în această stare.";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidCharacter" = "Câmp %1$@ conţine un caracter nevalabil";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidLength" = "Lungime %1$@ trebuie să aibă mai puţin de %2$d caractere";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidPort" = "Portul trebuie să fie între 1 şi 65535";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOld" = "Cod de acces vechi";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present information about the currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelApplicationTimeout" = "Depăşire timp";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelTimeoutImmediately" = "Imediat";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleSecond" = "În %1$i sec.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularSecond" = "În %1$i secunde";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingle" = "În %1$i min.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlular" = "În %1$i minute";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleHour" = "În %1$i oră";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularHour" = "În %1$i ore";

